Repository: wdmchaft/en4L2
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, zh_hans

source: Pause
es: Pausa
it: Pausa
ja: 一時停止
ko: 중단
zh_hans: 暂停

source: Resume
de: Weitere
es: Continuar
fr: Continuer
it: Cont.
ja: 再開する
ko: 다시시작
zh_hans: 继续

source: Review
de: Rezensieren
es: Revisión
fr: Révision
it: Rivedi
ja: 復習する
ko: 리뷰
zh_hans: 复习

source: Play
de: Spielen
es: Jugar
fr: Jouer
it: Gioca
ja: 再生する
ko: 게임
zh_hans: 开始游戏

# NOEMAMSG
source: >>No Exact Matches (words to words, pics to pics) is enabled.
de: >>Erlauben genaue Übereinstimmung<< derzeit nicht erlaubt; siehe Anleitung.
es: >>No hay coincidencias exactas (palabras a las palabras, fotos para imágenes) está habilitado.
fr: >>Laisser Correspondence Exacte» n'est pas activé.
ja: >> 完全な一致ができません（単語と単語、絵と絵）。>
ko: >> 맞는 매치 없음(단어-단어,그림-그림)>
zh_hans: >>注意:（允许一模一样）处于关闭状态.>

# USERNAMESETP1
source: User name is set to >
de: Spielernamen eingestellt >
es: Nombre del jugador se se fija como >
fr: Nom d’utilisateur est mis >
it: Nome del giocatore è >
ja: ユーザー名を ->
ko: 사용자이름설정1 >
zh_hans: 用户名被设置到 >

# USERNAMESETP2
source: <. Update with Set User button any time.
de: <. Änderung mit <Spielernamen> Taste.
es: <. Actualización con el botón Nombre de Jugador.
fr: <. Mise à jour avec la touche «Nom de Joueur» à tout moment.
it: <. Aggiornamento con <Nome giocatore> pulsante.
ko: <. 사용자설정 버튼으로 업데이트.
zh_hans: <. 随时更新->设置用户<-按钮.

# GAMEPAUSED
source: Game Paused; click resume!
de: Spiel in Pause, auf « weiter” klicken!!
es: Juego en pausa, haga clic en continuar!
fr: Jeu en pause; pour recommencer cliquer <continuer> !
it: Gioco in pausa, cliccare <Continuare>!
ja: ゲームは一時停止しました。>再開をクリックして下さい。<
ko: 게임중단됨; 다시시작 클릭!
zh_hans: 游戏暂停，点击 >继续<

# YESAISB
source: Yes! %@ is %@.
de: Ja! %@ ist %@.
es: ¡Sí! %@ es %@.
fr: Oui! %@ est %@.
it: Sì! %@ è %@.
ja: はい! %@は %@です。
ko: 맞습니다! %@ 는 %@.
zh_hans: 对! %@ 是 %@.

# SORRYANOTBNEEDC
source: Sorry! %@ is not %@ -- need %@!
de: Schade! %@ ist nicht %@ -- brauchen %@!
es: Lo sentimos! %@ no es %@ -- necesitan %@!
fr: Désolé! %@ n’est pas %@ -- besoin %@!
it: Mi dispiace! %@ non è %@ -- necessità %@!
ja: すみません! %@は %@ではありません -- は%@が必要です!
ko: 죄송합니다! %@ 는 %@ 가 아닙니다. -- 필요함 %@!
zh_hans: 不对! %@ 不是 %@ -- 需要 %@!

# SORRYNOEM
source: Sorry! %@ is not %@ -- need %@! %@
de: Schade! %@ ist nicht %@ -- brauchen %@! %@
es: Lo sentimos! %@ no es %@ -- necesitan %@! %@
fr: Désolé! %@ n’est pas %@ -- besoin %@! %@
it: Mi dispiace! %@ Non è %@ -- necessità %@! %@
ja: すみません! %@は %@ではありません -- は %@が必要です! %@
ko: 죄송합니다! %@ 는 %@ 가 아닙니다 -- 필요함 %@! %@
zh_hans: 不对! %@ 不是 %@ -- 需要 %@! %@

# ENDREVIEWGAME
source: Review game complete. Press PLAY button to switch to PLAY mode, or continue review with a new game or set.
de: Gesamtes Spiel anzeigen. START-Taste drücken, um in den SPIEL-Modus zu wechseln, Oder weitermachen mit Wiederanzeige neues Spiel oder Kartei
es: Juego de revision completo. Presione el botón JUGAR para cambiar el modo JUGAR, o continuar la revision con un Nuevo juego o set.
fr: Revoir tout le jeu. Appuyer sur la touche COMMENCER pour passer au mode JOUER. Ou continue révision avec un nouveau jeu ou tableau
it: Rivedere tutto il gioco. Premere il pulsante GIOCA per passare al modo di GIOCA modo, o continuare con revisione di un nuovo gioco o di una nuova scheda.
ja: 終了したゲームを復習します。再生モードに変えるには再生ボタンを押して下さい。または新しいゲームかセットで、復習するを続けて下さい。
ko: 게임 리뷰 완료. 게임 버튼을 눌러 게임 모드로 변경하거나, 새로운 게임이나 세트로 리뷰를 계속하세요.
zh_hans: 复习游戏结束。按“开始游戏”键切换到游戏模式，或者继续复习下一个新游戏或新系列.

# ENDOFGAMEMSG
source: You won in %d seconds!!! You missed %d problems. Set Name : %@ Score : %d + (10 Ã— %d) = %d
de: Sie haben in %d ekunden gewonnen!!! Sie haben %d Fehler gemacht. Grouppennamen : %@ Score : %d + 10×%d = %d
es: ¡¡Ganó en %d segundos!!! Falló en %d problemas. Nombre de Set: %@ Puntuación: %d + 10×%d = %d
fr: Vous avez gagnez en %d secondes!!! Vous avez fait %d erreurs. Nom de Tableau : %@ Score : %d + (10×%d) = %d
it: Avete vinto in %d secondi!!! Avete sbagliato %d domande. Nome della scheda : %@ Punteggio : %d + (10×%d) = %d
ja: %d秒であなたの勝ちです!!%dの問題を間違えました。名前を登録する : %@ Score : %d + (10 × %d) = %d
ko: %d 초에 완료하셨습니다!! %d 문제를 틀리셨습니다。설정이름: %@ 점수: %d + (10×%d) = %d
zh_hans: 你赢了，时间是 %d 秒!! 你错过了 %d 问题。 系列名称 : %@ 分数 : %d + (10×%d) = %d

# WLCLEARSCORES
source: Wordz Lianxi Clear Scores
de: Wordz Lianxi Löschen Scores
es: Wordz Lianxi Resultados Claros
fr: Wordz Lianxi Effacer Meilleur Résultat
it: Wordz Lianxi Chiaro Punteggi Migliori
ja: Wordz Lianxi スコアをクリアする。
ko: Wordz Lianxi 점수 삭제
zh_hans: 语言4初学者: 清除高分

# SCORESCLEARED
source: High Scores are Cleared.
de: Löschen hohen Punktzahlen.
es: Las puntuaciones se borran.
fr: Meilleur Résultat sont Effacees.
it: Punteggi Migliori è chiaro.
ja: 高得点はクリアされます。
ko: 최고점수가 삭제되었습니다.
zh_hans: 高分清除了.

source: Done
de: Fertig
es: Hecho
fr: Fini
it: Fatto
ja: 完了
ko: 완료
zh_hans: 完成

# ASKCLEARSCORES
source: Clear High Scores?
de: Löschen hohen Punktzahlen?
es: Borrar Las Puntuaciones??
fr: Effacer Meilleur Résultat?
it: Chiaro Punteggi Migliori?
ja: 高得点をクリアしますか?
ko: 최고점수를 삭제하시겠습니까?
zh_hans: 清除高分呢?

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annullare
ja: キャンセル
ko: 취소
zh_hans: 取消

source: OK
ko: 확인
zh_hans: 证实
